[t7.A_fish_guard_Buff H7BaseBuff]
mName="Обида"
mTooltip="Всякий раз, когда этому существу наносится урон, стоящие рядом отряды получают %d ед. урона воздухом. Длительность (ходов): %durnow."

[t7.A_Fish_guard H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Обида"
mTooltip="Когда этот отряд теряет по меньшей мере одно существо, он получает способность %spell1.name на %buff1.buff.durini хода."

[t7.A_determination_setting_Buff H7BaseBuff]
mName="Решимость"
mTooltip=""

[t7.A_determination_1_Buff H7BaseBuff]
mName="Решимость"
mTooltip="Увеличивает максимальный урон этого существа на %stat1 до конца раунда."

[t7.A_Creature_champion_sanctuary H7Creature]
mName="Унаги"
mLore=""

[t7.A_CripplingSting H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Опустошение"
mTooltip="Поражённые существа получают %d1 ед. урона %ICON_Water водой."

[t7.A_Determination H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Решимость"
mTooltip="Когда у дружественного отряда срабатывает отрицательный боевой дух, это существо увеличивает свой максимальный урон на %buff1.buff.buff1.buff.stat1. Этот эффект может накапливаться несколько раз. Длительность (ходов): %buff1.buff.buff1.buff.durini."

[t7.A_Creature_champion_Sanctuary_upregate H7Creature]
mName="Дэнки унаги"
mLore=""

